// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "░▒▓█ 致 █▓▒░",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "成都大学的焦欣奕",  // 同上...
        "今天是你的生日(≧▽≦)",
        "是你在大学的",
        "第➊个生日!",
        "在过去的一年中",
        "你战胜了高考",
        "战胜了转专业的拦路虎",
        "终于来到未来可期的医学专业!",
        "(穿白大褂的你酷毙了好吗)",
        "知道医学很艰苦",
        "但是你的未来",
        "前途无量!",
        "生活就像大象",
        "我们都是摸象的盲人",
        "如果生活欺负了你",
        "那就一起抽象吧!()",
        "好了,刚刚的确",
        "有点抽象了",
        "不过道理都是一样的",
        "正如女生都像河水",
        "为自己修座桥",
        "让自己不再难过()",
        "咳咳,笑话太冷了",
        "嗯,严肃",
        "再送你一样东西吧",
        "Candy的",
        "永久访问权限(好东西)",
        "就像",
        "老友记的歌词唱的",
        "🎶I`ll be there for you🎶",
        "🎶When the rain-",
        "-starts to fall🎶",
        "当你需要我时",
        "我永远是你的老同学",
        "你的好朋友",
        "₍ᐢ..ᐢ₎♡",
        "▂▂▂▂▂ e ▂▂▂▂▂",
        "好吧我承认",
        "我没咋学过网页编程",
        "所以内容基本就这些了>ᯅ<",
        "不过真心的祝福",
        "是永远在线的",
        "祝你",
        "早安",
        "午安",
        "晚安",
        "明天也记得要开心!",
        "Bye~",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "今天是你的生日(≧▽≦)": "b.png",
        //"咳咳,笑话太冷了": "nuan2.png",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "▶点我!!",
        play: "music🎶",
        bannar_coming: "go on ~",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "烛火？",
        wish_message: "დ生日快乐დ",
        story: "🅐 ​🅜🅔🅢🅢🅐🅖🅔 🅕🅞🅡 ​🅨🅞🅤 ✎",
    }
};
